accountsservice
alacritty
alsa-utils
appstream
arandr
arc-gtk-theme
archlinux-keyring
neofetch
paru
asciinema
autotiling
bandwhich
bash-completion
bat
binutils
bison
blueman
bluez
bluez-utils
cmake
cuda
ddrescue
dhclient
dialog
diffutils
discord
dnsmasq
docker
docker-compose
dosfstools
efibootmgr
ethtool
exa
exfatprogs
f2fs-tools
fakeroot
fatresize
feh
file
findutils
firefox
flex
fsarchiver
gawk
gcc
gettext
gimp
git
gksu
gnome-disk-utility
gnu-netcat
gpart
gpm
gptfdisk
grep
groff
grub
gwe
gzip
hdparm
htop
hw-probe
hwinfo
hyperfine
hyperv
i3-wm
i3lock
i3status
imagemagick
jfsutils
kitty
laptop-detect
less
libfido2
libpwquality
libreoffice-fresh
libtool
libusb-compat
lightdm-gtk-greeter
linux
linux-atm
linux-firmware
linux-firmware-marvell
linux-firmware-qlogic
linux-headers
logrotate
lsb-release
lsscsi
lvm2
m4
maim
make
man-db
man-pages
mc
mdadm
memtest86+
mesa
mesa-utils
mkinitcpio
mkinitcpio-nfs-utils
mlocate
mobile-broadband-provider-info
modemmanager
mpv
mtools
nano
nbd
ncdu
ndisc6
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nilfs-utils
noto-fonts
ntfs-3g
ntp
numlockx
nvflash
nvidia
nvidia-lts
nvidia-prime
nvidia-settings
nvidia-utils
nvidia-xrun
nvme-cli
nvtop
open-iscsi
openconnect
openresolv
openssh
openvpn
envycontrol
optipng
os-prober
pacman
partclone
partimage
patch
pavucontrol
pcsclite
picom
pkgconf
pkgfile
polkit
polkit-gnome
ppp
pptpclient
print-manager
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pv
rate-mirrors-bin
reflector
reiserfsprogs
ripgrep
rofi
rp-pppoe
rsync
sdparm
sed
sg3_utils
smartmontools
socat
sof-firmware
squashfs-tools
sudo
syslinux
tcpdump
teams
terminus-font
testdisk
texinfo
thunderbird
tmux
tpm2-tss
ttf-dejavu
ttf-hack
ttf-ms-fonts
udftools
unzip
upd72020x-fw
upower
usb_modeswitch
usbmuxd
usbutils
valgrind
vim
volumeicon
vpnc
wd719x-firmware
wget
which
wireless-regdb
wireless_tools
wpa_supplicant
wvdial
xautolock
xclip
xdg-user-dirs
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xfsprogs
xkeyboard-config
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zsh
