{
  "Comment.nvim": { "branch": "master" },
  "DoxygenToolkit.vim": { "branch": "master" },
  "FixCursorHold.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "NeoZoom.lua": { "branch": "main" },
  "autolist.nvim": { "branch": "main" },
  "baleia.nvim": { "branch": "main" },
  "cellular-automaton.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-rg": { "branch": "master" },
  "cmp-under-comparator": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "codeium.vim": { "branch": "main" },
  "colorful-winsep.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "feline.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "legacy" },
  "filetype.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "goto-preview": { "branch": "main" },
  "hlargs.nvim": { "branch": "main" },
  "image.nvim": { "branch": "main" },
  "impatient.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "indent-o-matic": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lighthaus.nvim": { "branch": "master" },
  "lsp-colors.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "minimal.nvim": { "branch": "main" },
  "nightfly": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-rainbow": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "presence.nvim": { "branch": "main" },
  "rayso.nvim": { "branch": "main" },
  "telescope-alternate": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "undotree": { "branch": "main" },
  "vim-floaterm": { "branch": "master" },
  "vim-pydocstring": { "branch": "master" },
  "vim-startuptime": { "branch": "master" }
}